@extends('layouts.app')

@section('right_col')
<div class="card-wrapper">
    <div class="card-head">О компании "Унисервис Электронные Компоненты"</div>
    <div class="card-body special">
        <p>
            Мы поставляем на российский рынок комплектующие ведущих фирм мира: 
            <span>Matsushita</span>,
            <span>Sony</span>,
            <span>Samsung</span>,
            <span>Sharp</span>,
            <span>Daewoo</span>,
            <span>NEC</span>,
            <span>LG</span>,
            <span>Akai</span>,
            <span>Funai</span>,
            <span>JVC</span>,
            <span>Hitachi</span> и т.д. к орг-, аудио-, видеотехнике, а также продукцию фирм
            <span>Stannol</span>,
            <span>Cramolin</span>,
            <span>ITW Chemtronics</span>,
            <span>Amepox</span>,
            <span>AG Chemia</span>,
            <span>HR Diemen</span>,
            <span>Vilniaus Vingis</span>,
            <span>Weller</span>,
            <span>Partsnic</span>.
        </p>
        <p>
            Постоянно на складе в Москве имеется более 10000 наименований продукции, среди которых можно найти как широко используемые, так и эксклюзивные компоненты.
        </p>
            <b>Вашему вниманию предлагаются:</b>
            <ul class="browser-default">
                <li>Активные и пассивные компоненты</li>
                <li>строчные трансформаторы</li>
                <li>видео и оптические головки</li>
                <li>компоненты микроволновых печей</li>
                <li>комплектующие к мобильным телефонам</li>
                <li>элементы кинематики</li>
                <li>алюминиевые электролитические конденсаторы</li>
                <li>постоянные резисторы</li>
                <li>резонаторы</li>
                <li>материалы и химия для электроники</li>
                <li>техническfая литература</li>
                <li>и многое другое </li>
            </ul>
        <p>Мы осуществляем как розничную, так и оптовую торговлю. За десять лет существования нашей фирмы мы приобрели деловых партнеров фактически во всех уголков России и ближнего зарубежья. Все это время мы поддерживаем тесные взаимовыгодные контакты. Это позволяет нам динамично развиваться и совершенствовать технологию торговли.
        </p>
        <b>Наши приоритеты:</b>
        <ul class="browser-default">
            <li>Низкие цены;</li>
            <li>Значительные оптовые скидки;</li>
            <li>Услуги по доставке заказов;</li>
            <li>Постоянное изучение рынка электронных компонентов;</li>
            <li>Постоянное изучение спроса;</li>
            <li>Мобильность.</li>
        </ul>
    </div>
</div>
@endsection