INSERT INTO `goods` (`id`, `name`, `count`, `description`, `price`, `new`, `created_at`, `updated_at`) VALUES
(1, 'good1', 10, 'товар good1 очень хорош', 10.50, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(2, 'good2', 20, 'товар good2 очень хорош', 111.50, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(3, 'good3', 30, 'товар good3 очень хорош', 100.20, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(4, 'good4', 1, 'товар good4 очень хорош', 90.50, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(5, 'good111', 1, 'товар good111 очень хорош', 5.00, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(6, 'good222', 2, 'товар good222 очень хорош', 50.10, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(7, 'good333', 5, 'товар good333 очень хорош', 100.50, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(8, 'good444', 1, 'товар good444 очень хорош', 90.50, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(9, 'good123', 1, 'товар good123 очень хорош', 5.00, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(10, 'good2123', 2, 'товар good2123 очень хорош', 50.10, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(11, 'good4231', 1, 'товар good4231 очень хорош', 90.50, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(12, 'good2341', 1, 'товар good2341 очень хорош', 5.00, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(13, 'good2342', 2, 'товар good2342 очень хорош', 50.10, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(14, 'good121', 1, 'товар good134 очень хорош', 90.50, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(15, 'good213', 1, 'товар good213 очень хорош', 5.00, 1, '2016-09-09 21:00:00', '2016-09-09 21:00:00'),
(16, 'good321', 2, 'товар good321 очень хорош', 50.10, 0, '2016-09-09 21:00:00', '2016-09-09 21:00:00');

INSERT INTO `rubrics_goods` (`id`, `rid`, `gid`) VALUES
(1,1,1),
(2,1,5),
(3,1,9),
(4,1,14),
(5,2,2),
(6,2,6),
(7,2,10),
(8,2,12),
(9,2,13),
(10,2,15),
(11,3,3),
(12,3,7),
(13,3,16),
(14,4,5),
(15,5,10),
(16,5,15),
(17,6,9),
(18,6,14),
(19,7,14);

INSERT INTO `news` (`id`, `title`, `annotation`, `text`, `important`, `news_date`, `public_date`, `unpublic_date`) VALUES
(1, 'Неважная новость 1', 'неважная аннотация 1', 'неважный текст 1', 0, '2016-09-10 00:00:00', '2016-09-10 00:00:00', '2016-09-30 00:00:00'),
(2, 'Важная новость 1', 'важная аннотация 1', 'важный текст 1', 1, '2016-09-09 00:00:00', '2016-09-07 00:00:00', '2016-09-30 00:00:00'),
(3, 'Важная новость 2', 'важная аннотация 2', 'важный текст 2', 1, '2016-09-09 00:00:00', '2016-09-15 00:00:00', '2016-09-30 00:00:00'),
(4, 'Неважная новость 2', 'неважная аннотация 2', 'неважный текст 2', 0, '2016-09-08 00:00:00', '2016-09-15 00:00:00', '2016-09-30 00:00:00'),
(5, 'Важная новость 3', 'важная аннотация 3', 'важный текст 3', 1, '2016-09-10 00:00:00', '2016-09-10 00:00:00', '2016-09-30 00:00:00'),
(6, 'Неважная новость 3', 'неважная аннотация 3', 'неважный текст 3', 0, '2016-09-07 00:00:00', '2016-09-07 00:00:00', '2016-09-30 00:00:00');

INSERT INTO `rubrics` (`id`, `name`) VALUES
(1, 'test1'),
(2, 'test2'),
(3, 'test3'),
(4, 'test11'),
(5, 'test21'),
(6, 'test12'),
(7, 'test121');

-- 
INSERT INTO `rubric_relations` (`id`, `rubric_id`, `rubric_parents`, `has_child`) VALUES
(1, 1, '1', 1),
(2, 2, '2', 1),
(3, 3, '3', 0),
(4, 4, '1#4', 0),
(5, 5, '1#5', 1),
(6, 6, '2#6', 0),
(7, 7, '1#5#7', 0);

INSERT INTO `users` (`id`, `name`, `city`, `company`, `post_index`, `address`, `phone`, `bank_name`, `bank_account`, `inn`, `email`, `password`, `type`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'user', 'city', 'company1', '123456', 'address1', '123456', 'bank', '123456', '123456', 'q@q.ru', '$2y$10$SLEy0rwyeDFOgW.n83lQxOI9WbHm/6cRvDRTbBEEQmo.OPOxGezL.', 'user', 'ZV3vGpR3CBS6LcyEoggBS14UnQTc1cc5pOWPdme2ktBP1J1Y561KpjPmqhK7', '2016-09-25 18:22:23', '2016-10-24 20:50:25'),
(2, 'Admin', '', '', '', '', '', '', '', '', 'admin@uni.ru', '$2y$10$pNRxF54aWL0A.44fnFT7yuV0yTNs0k4VV2O3CSJfu9F99AF.z1a9.', 'admin', 'dx9HSLLuJW42KL4JZOjlBv3hCokA0px62f8u4SIOLsRGwdcou82ky4rIUCYr', '2016-10-24 19:49:23', '2016-10-25 12:35:42'),
(3, 'Storage', '', '', '', '', '', '', '', '', 'storage@uni.ru', '$2y$10$RboE/J3woSh2GfWEQZXoYOgZjGTu9DEgkh1dZUICUkmzKSGFINKYa', 'storage', 'gMa06jargI75Vq0RABp0O4yUsdl9n64gjX4axShGGY4tY7wr5l7xGNl4RlhN', '2016-10-24 20:22:52', '2016-10-24 20:51:30');


update orders set status=0 where status <> 0;

INSERT INTO `params` (`id`, `name`, `column_name`, `type`) VALUES
(1, 'Высота, мм', 'height', 'integer'),
(2, 'Ширина, мм', 'width', 'integer'),
(3, 'Длина вала, мм', 'length_val', 'integer'),
(4, 'Диаметр, мм', 'd', 'integer'),
(5, 'Ток, А', 'i', 'integer'),
(6, 'Напряжение, В', 'u', 'integer'),
(7, 'Номинал, КОм', 'r', 'integer'),
(8, 'Мощность, Вт', 'n', 'integer'),
(9, 'Ёмкость, мкф', 'c', 'integer'),
(10, 'Время срабатывания, нс', 'time', 'integer'),
(11, 'Число каналов (1/2)', 'channel', 'integer'),
(12, 'Зависимость (A/B/C/...)', 'dependence', 'varchar'),
(13, 'Тип корпуса', 'type', 'varchar'),
(14, 'Описание', 'description', 'varchar');